Repository: virtual-labs/exp-collision-balls-amrt
Catalog: simulation/locale/*/messages.po
Languages: hi_in

source: Play Animation
hi_in: प्रारंभ एनीमेशन

source: Pause Animation
hi_in: रोकें एनीमेशन

source: help1
hi_in: स्लाइडर 'बहाली के coeff' से बहाली के गुणांक समायोजित करें।

source: help2
hi_in: स्लाइडर का उपयोग वस्तु एक मास समायोजित करें

source: help3
hi_in: स्लाइडर का उपयोग वस्तु बी के मास को समायोजित करें

source: help4
hi_in: क्लिक करें और गेंद के केंद्र से खींचें प्रत्येक के लिए दिशा आकर्षित करने के लिए। प्रारंभ बटन पर क्लिक करें शुरू करने के लिए एनीमेशन

source: help5
hi_in: एनीमेशन थामने के लिए 'एनीमेशन रोकें' बटन पर क्लिक करें

source: help6
hi_in: जांचपेटी क्लिक दो वस्तुओं के केंद्र देखने के लिए

source: help7
hi_in: चेकबॉक्स 'शो परिणाम' परिणाम पढ़ने देता है।

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: Collision Balls
hi_in: टकराव गेंदें

source: Variables
hi_in: चर

source: Result
hi_in: परिणाम

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2009 - 2015

source: Coeff of Restitution:
hi_in: बहाली की कॉइफ्फ़:

source: kg
hi_in: किलोग्राम

source: Mass of Object A:
hi_in: वस्तु A, M (छ) के मास:

source: Mass of Object B:
hi_in: वस्तु B, M (छ) के मास:

source: Show Centre of Mass
hi_in: मास की दिखाएँ केंद्र

source: Reset
hi_in: रीसेट

source: Start
hi_in: प्रारंभ

source: Object A
hi_in: वस्तु A

source: Velocity, v
hi_in: वेग, वी

source: kineticEnergy, KE:
hi_in: गतिज ऊर्जा, KE

source: Object B
hi_in: वस्तु B
